Repository: Msquare-Labs/karo-localization-llm
Catalog: Frameworks/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

# activeReminders
source: Current reminders
ar: التذكيرات الحالية
de: Aktuelle Erinnerungen
es: Recordatorios actuales
fr: Rappels actuels
hi: सक्रिय रिमाइंडर
it: Promemoria attivi
ja: 現在のリマインダー
ko: 현재 알림
nl: Huidige herinneringen
pl: Aktywne przypomnienia
pt: Lembretes atuais
sv: Aktuella påminnelser
tr: Aktif hatırlatıcılar
zh_hans: 当前提醒
zh_hant: 當前提醒

source: Add from contacts
ar: إضافة من جهات الاتصال
de: Aus Kontakten hinzufügen
es: Agregar desde contactos
fr: Ajouter depuis les contacts
hi: संपर्कों से जोड़ें
it: Aggiungi dai contatti
ja: 連絡先から追加
ko: 연락처에서 추가
nl: Toevoegen vanuit contacten
pl: Dodaj z kontaktów
pt: Adicionar de contatos
sv: Lägg till från kontakter
tr: Kişilerden ekle
zh_hans: 从联系人添加
zh_hant: 從聯絡人添加

# addGroupMember
source: Add member
ar: إضافة عضو
de: Mitglied hinzufügen
es: Añadir miembro
fr: Ajouter un membre
hi: सदस्य जोड़ें
it: Aggiungi membro
ja: メンバーを追加
ko: 멤버 추가
nl: Lid toevoegen
pl: Dodaj członka
pt: Adicionar membro
sv: Lägg till medlem
tr: Üye ekle
zh_hans: 添加成员
zh_hant: 添加成員

source: Add multiple tasks
ar: إضافة مهام متعددة
de: Mehrere Aufgaben hinzufügen
es: Añadir múltiples tareas
fr: Ajouter plusieurs tâches
hi: कई कार्य जोड़ें
it: Aggiungi più attività
ja: 複数のタスクを追加
ko: 여러 작업 추가
nl: Meerdere taken toevoegen
pl: Dodaj wiele zadań
pt: Adicionar várias tarefas
sv: Lägg till flera uppgifter
tr: Çoklu görev ekle
zh_hans: 添加多个任务
zh_hant: 添加多個任務

source: Add reminder
ar: إضافة تذكير
de: Erinnerung hinzufügen
es: Añadir recordatorio
fr: Ajouter un rappel
hi: रिमाइंडर जोड़ें
it: Aggiungi promemoria
ja: リマインダーを追加
ko: 알림 추가
nl: Herinnering toevoegen
pl: Dodaj przypomnienie
pt: Adicionar lembrete
sv: Lägg till påminnelse
tr: Hatırlatıcı ekle
zh_hans: 添加提醒
zh_hant: 添加提醒

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
it: Tutto
ja: すべて
ko: 전체
nl: Alle
pl: Wszystkie
pt: Todos
sv: Alla
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: Allow
ar: السماح
de: Erlauben
es: Permitir
fr: Autoriser
hi: अनुमति दें
it: Consenti
ja: 許可
ko: 허용
nl: Toestaan
pl: Zezwól
pt: Permitir
sv: Tillåt
tr: İzin ver
zh_hans: 允许
zh_hant: 允許

source: All tasks
ar: جميع المهام
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
hi: सभी कार्य
it: Tutte le attività
ja: すべてのタスク
ko: 모든 작업
nl: Alle taken
pl: Wszystkie zadania
pt: Todas as tarefas
sv: Alla uppgifter
tr: Tüm görevler
zh_hans: 所有任务
zh_hant: 所有任務

source: Anyone
ar: أي شخص
de: Jeder
es: Cualquiera
fr: N'importe qui
hi: कोई भी
it: Chiunque
ja: 誰でも
ko: 누구나
nl: Iedereen
pl: Każdy
pt: Qualquer um
sv: Alla
tr: Herkes
zh_hans: 任何人
zh_hant: 任何人

# appExtensionFailureImageFetch
source: Could not fetch the image
ar: تعذر جلب الصورة
de: Bild konnte nicht abgerufen werden
es: No se pudo obtener la imagen
fr: Impossible de récupérer l'image
hi: छवि प्राप्त नहीं की जा सकी
it: Impossibile recuperare l'immagine
ja: 画像を取得できませんでした
ko: 이미지를 가져올 수 없습니다
nl: Kon de afbeelding niet ophalen
pl: Nie można pobrać obrazu
pt: Não foi possível buscar a imagem
sv: Kunde inte hämta bilden
tr: Görsel alınamadı
zh_hans: 无法获取图像
zh_hant: 無法獲取圖像

source: Assigned
ar: تم التعيين
de: Zugewiesen
es: Asignado
fr: Assigné
hi: सौंपा गया
it: Assegnato
ja: 割り当て済み
ko: 할당됨
nl: Toegewezen
pl: Przypisane
pt: Atribuído
sv: Tilldelad
tr: Atandı
zh_hans: 已分配
zh_hant: 已分配

source: Assigned by
ar: تم التعيين بواسطة
de: Zugewiesen von
es: Asignado por
fr: Assigné par
hi: द्वारा सौंपा गया
it: Assegnato da
ja: 割り当て者
ko: 할당자
nl: Toegewezen door
pl: Przypisane przez
pt: Atribuído por
sv: Tilldelad av
tr: Atayan
zh_hans: 分配者
zh_hant: 分配者

source: Assigned to
ar: تم التعيين إلى
de: Zugewiesen an
es: Asignado a
fr: Assigné à
hi: को सौंपा गया
it: Assegnato a
ja: 割り当て先
ko: 할당된 대상
nl: Toegewezen aan
pl: Przypisane do
pt: Atribuído a
sv: Tilldelad till
tr: Atanan
zh_hans: 分配给
zh_hant: 分配給

# assignTaskToSelf
source: Assign task to me
ar: تعيين المهمة لي
de: Aufgabe mir zuweisen
es: Asignarme la tarea
fr: M'assigner cette tâche
hi: कार्य मुझे सौंपें
it: Assegna attività a me
ja: 自分にタスクを割り当てる
ko: 나에게 작업 할당
nl: Taak aan mijzelf toewijzen
pl: Przypisz zadanie do mnie
pt: Atribuir tarefa a mim
sv: Tilldela uppgift till mig
tr: Görevi bana ata
zh_hans: 将任务分配给我
zh_hant: 將任務分配給我

source: Assign to
ar: تعيين إلى
de: Zuweisen an
es: Asignar a
fr: Assigner à
hi: को सौंपें
it: Assegna a
ja: 割り当て先
ko: 할당
nl: Toewijzen aan
pl: Przypisz do
pt: Atribuir a
sv: Tilldela till
tr: Ata
zh_hans: 分配给
zh_hant: 分配給

source: Assign to...
ar: تعيين إلى...
de: Zuweisen an...
es: Asignar a...
fr: Assigner à...
hi: को सौंपें...
it: Assegna a...
ja: 割り当て先...
ko: 할당...
nl: Toewijzen aan...
pl: Przypisz do...
pt: Atribuir a...
sv: Tilldela till...
tr: Ata...
zh_hans: 分配给...
zh_hant: 分配給...

source: Attachments
ar: المرفقات
de: Anhänge
es: Archivos adjuntos
fr: Pièces jointes
hi: संलग्नक
it: Allegati
ja: 添付ファイル
ko: 첨부 파일
nl: Bijlagen
pl: Załączniki
pt: Anexos
sv: Bilagor
tr: Ekler
zh_hans: 附件
zh_hant: 附件

# backlogTaskState
source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
hi: बाद में
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt: Mais tarde
sv: Senare
tr: Daha sonra
zh_hans: 稍后
zh_hant: 稍後

source: Block
ar: حظر
de: Blockieren
es: Bloquear
fr: Bloquer
hi: अवरुद्ध करें
it: Blocca
ja: ブロック
ko: 차단
nl: Blokkeren
pl: Zablokuj
pt: Bloquear
sv: Blockera
tr: Engelle
zh_hans: 阻止
zh_hant: 阻止

source: Call
ar: اتصال
de: Anrufen
es: Llamar
fr: Appeler
hi: कॉल करें
it: Chiama
ja: 通話
ko: 전화
nl: Bellen
pl: Zadzwoń
pt: Ligar
sv: Samtal
tr: Ara
zh_hans: 通话
zh_hant: 通話

source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt: Câmera
sv: Kamera
tr: Kamera
zh_hans: 相机
zh_hant: 相機

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Canceled
ar: تم الإلغاء
de: Abgebrochen
es: Cancelado
fr: Annulé
hi: रद्द किया गया
it: Annullato
ja: キャンセル済み
ko: 취소됨
nl: Geannuleerd
pl: Anulowano
pt: Cancelado
sv: Avbruten
tr: İptal edildi
zh_hans: 已取消
zh_hant: 已取消

# cancelTaskState
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
sv: Rensa
tr: Temizle
zh_hans: 清除
zh_hant: 清除

# commonGroups
source: Groups in Common
ar: المجموعات المشتركة
de: Gemeinsame Gruppen
es: Grupos en común
fr: Groupes en commun
hi: समान समूह
it: Gruppi in comune
ja: 共通のグループ
ko: 공통 그룹
nl: Gemeenschappelijke groepen
pl: Wspólne grupy
pt: Grupos em comum
sv: Gemensamma grupper
tr: Ortak Gruplar
zh_hans: 共同群组
zh_hant: 共同群組

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
hi: पूरा हुआ
it: Completato
ja: 完了
ko: 완료됨
nl: Voltooid
pl: Ukończono
pt: Concluído
sv: Slutfört
tr: Tamamlandı
zh_hans: 已完成
zh_hant: 已完成

# completeTaskState
source: Complete
ar: إكمال
de: Abschließen
es: Completar
fr: Terminer
hi: पूरा करें
it: Completare
ja: 完了
ko: 완료
nl: Voltooien
pl: Zakończ
pt: Concluir
sv: Slutför
tr: Tamamla
zh_hans: 完成
zh_hant: 完成

source: Contact
ar: جهة الاتصال
de: Kontakt
es: Contacto
hi: संपर्क
it: Contatto
ja: 連絡先
ko: 연락처
pl: Kontakt
pt: Contato
sv: Kontakt
tr: Kişi
zh_hans: 联系人
zh_hant: 聯絡人

source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
sv: Fortsätt
tr: Devam
zh_hans: 继续
zh_hant: 繼續

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowane
pt: Copiado
sv: Kopierad
tr: Kopyalandı
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt: Copiar
sv: Kopiera
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
it: Crea
ja: 作成
ko: 만들기
nl: Maken
pl: Utwórz
pt: Criar
sv: Skapa
tr: Oluştur
zh_hans: 创建
zh_hant: 建立

source: Create task
ar: إنشاء مهمة
de: Aufgabe erstellen
es: Crear tarea
fr: Créer une tâche
hi: कार्य बनाएं
it: Crea attività
ja: タスクを作成
ko: 작업 만들기
nl: Taak maken
pl: Utwórz zadanie
pt: Criar tarefa
sv: Skapa uppgift
tr: Görev oluştur
zh_hans: 创建任务
zh_hant: 建立任務

source: Created date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hi: बनाने की तिथि
it: Data di creazione
ja: 作成日
ko: 생성 날짜
nl: Aanmaakdatum
pl: Data utworzenia
pt: Data de criação
sv: Skapad datum
tr: Oluşturma tarihi
zh_hans: 创建日期
zh_hant: 建立日期

# createdOn
source: Created: %@
ar: تم الإنشاء في: %@
de: Erstellt am: %@
es: Creado el: %@
fr: Créé le : %@
hi: %@ को बनाया गया
it: Creato il: %@
ja: 作成日: %@
ko: 생성됨: %@
nl: Aangemaakt op: %@
pl: Utworzono: %@
pt: Criado em: %@
sv: Skapad: %@
tr: Oluşturuldu: %@
zh_hans: 已创建: %@
zh_hant: 已建立: %@

# createGroupWithThem
source: Create a group with them
ar: إنشاء مجموعة معهم
de: Eine Gruppe mit ihnen erstellen
es: Crear un grupo con ellos
fr: Créer un groupe avec eux
hi: उनके साथ एक समूह बनाएं
it: Crea un gruppo con loro
ja: 彼らとグループを作成
ko: 그들과 그룹 만들기
nl: Een groep met hen maken
pl: Utwórz grupę z nimi
pt: Criar um grupo com eles
sv: Skapa en grupp med dem
tr: Onlarla grup oluştur
zh_hans: 与他们创建群组
zh_hant: 與他們建立群組

# delegateTask
source: Add or send a task
ar: إضافة أو إرسال مهمة
de: Aufgabe hinzufügen oder senden
es: Añadir o enviar una tarea
fr: Ajouter ou envoyer une tâche
hi: कार्य जोड़ें या भेजें
it: Aggiungi o invia un'attività
ja: タスクを追加または送信
ko: 작업 추가 또는 보내기
nl: Taak toevoegen of verzenden
pl: Dodaj lub wyślij zadanie
pt: Adicionar ou enviar uma tarefa
sv: Lägg till eller skicka uppgift
tr: Görev ekle veya gönder
zh_hans: 添加或发送任务
zh_hant: 新增或傳送任務

# delegateTaskToPerson
source: New task for %@
ar: مهمة جديدة لـ %@
de: Neue Aufgabe für %@
es: Nueva tarea para %@
fr: Nouvelle tâche pour %@
hi: %@ के लिए नया कार्य
it: Nuova attività per %@
ja: %@の新しいタスク
ko: %@에게 새 작업
nl: Nieuwe taak voor %@
pl: Nowe zadanie dla %@
pt: Nova tarefa para %@
sv: Ny uppgift för %@
tr: %@ için yeni görev
zh_hans: 新任务分配给 %@
zh_hant: 新任務分配給 %@

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
sv: Ta bort
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# deleteAccount
source: Delete Account & Reset Data
ar: حذف الحساب وإعادة تعيين البيانات
de: Konto löschen & Daten zurücksetzen
es: Eliminar cuenta y restablecer datos
fr: Supprimer le compte et réinitialiser les données
hi: खाता हटाएं और डेटा रीसेट करें
it: Elimina account e reimposta dati
ja: アカウントを削除してデータをリセット
ko: 계정 삭제 및 데이터 초기화
nl: Account verwijderen en gegevens resetten
pl: Usuń konto i zresetuj dane
pt: Excluir conta e redefinir dados
sv: Ta bort konto och återställ data
tr: Hesabı Sil ve Verileri Sıfırla
zh_hans: 删除账号并重置数据
zh_hant: 刪除帳號並重設資料

# deleteAccountTitle
source: All your data will be permanently deleted and cannot be restored. You cannot undo this.
ar: سيتم حذف جميع بياناتك بشكل دائم ولا يمكن استعادتها. لا يمكنك التراجع عن هذا الإجراء.
de: Alle Ihre Daten werden dauerhaft gelöscht und können nicht wiederhergestellt werden. Dies kann nicht rückgängig gemacht werden.
es: Todos sus datos se eliminarán permanentemente y no se podrán restaurar. No puede deshacer esta acción.
fr: Toutes vos données seront définitivement supprimées et ne pourront pas être restaurées. Cette action est irréversible.
hi: आपका सभी डेटा स्थायी रूप से हटा दिया जाएगा और इसे पुनर्स्थापित नहीं किया जा सकता। आप इसे पूर्ववत नहीं कर सकते।
it: Tutti i tuoi dati verranno eliminati permanentemente e non potranno essere ripristinati. Non puoi annullare questa operazione.
ja: すべてのデータが永久に削除され、復元できなくなります。この操作は取り消せません。
ko: 모든 데이터가 영구적으로 삭제되며 복구할 수 없습니다. 이 작업을 취소할 수 없습니다.
nl: Al uw gegevens worden permanent verwijderd en kunnen niet worden hersteld. U kunt dit niet ongedaan maken.
pl: Wszystkie Twoje dane zostaną trwale usunięte i nie będzie można ich odzyskać. Nie możesz tego cofnąć.
pt: Todos os seus dados serão excluídos permanentemente e não poderão ser restaurados. Você não pode desfazer isso.
sv: All din data kommer att raderas permanent och kan inte återställas. Du kan inte ångra detta.
tr: Tüm verileriniz kalıcı olarak silinecek ve geri getirilemeyecek. Bunu geri alamazsınız.
zh_hans: 所有数据将被永久删除且无法恢复。您无法撤消此操作。
zh_hant: 所有資料將被永久刪除且無法復原。您無法復原此操作。

# deleteConfirmationTitle
source: Are you sure?
ar: هل أنت متأكد؟
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr(e) ?
hi: क्या आप निश्चित हैं?
it: Sei sicuro?
ja: 本当によろしいですか？
ko: 확실합니까?
nl: Weet u het zeker?
pl: Jesteś pewien?
pt: Tem certeza?
sv: Är du säker?
tr: Emin misiniz?
zh_hans: 您确定吗?
zh_hant: 您確定嗎?

source: Deleted
ar: تم الحذف
de: Gelöscht
es: Eliminado
fr: Supprimé
hi: हटा दिया गया
it: Eliminato
ja: 削除済み
ko: 삭제됨
nl: Verwijderd
pl: Usunięte
pt: Excluído
sv: Borttagen
tr: Silindi
zh_hans: 已删除
zh_hant: 已刪除

# deleteItem
source: Delete "%@"
ar: حذف "%@"
de: "%@" löschen
es: Eliminar "%@"
fr: Supprimer "%@"
hi: "%@" हटाएं
it: Elimina "%@"
ja: "%@"を削除
ko: "%@" 삭제
nl: "%@" verwijderen
pl: Usuń "%@"
pt: Excluir "%@"
sv: Ta bort "%@"
tr: "%@" öğesini sil
zh_hans: 删除 "%@"
zh_hant: 刪除 "%@"

# deletingGroupDescription
source: This would delete %@ and all tasks in this group
ar: سيؤدي هذا إلى حذف %@ وجميع المهام في هذه المجموعة
de: Dies würde %@ und alle Aufgaben in dieser Gruppe löschen
es: Esto eliminará %@ y todas las tareas en este grupo
fr: Cela supprimera %@ et toutes les tâches de ce groupe
hi: इससे %@ और इस समूह में मौजूद सभी कार्य मिटा दिए जाएंगे
it: Questo eliminerebbe %@ e tutte le attività in questo gruppo
ja: これにより%@とこのグループ内のすべてのタスクが削除されます
ko: 이렇게 하면 %@ 및 이 그룹의 모든 작업이 삭제됩니다
nl: Dit zal %@ en alle taken in deze groep verwijderen
pl: Spowoduje to usunięcie %@ i wszystkich zadań w tej grupie
pt: Isso excluirá %@ e todas as tarefas neste grupo
sv: Detta skulle radera %@ och alla uppgifter i den här gruppen
tr: Bu, %@ ve bu gruptaki tüm görevleri silecek
zh_hans: 这将删除 %@ 及其中所有任务
zh_hant: 這將刪除 %@ 及其中所有任務

# deletingItem
source: Deleting %@
ar: جارٍ حذف %@
de: %@ wird gelöscht
es: Eliminando %@
fr: Suppression de %@
hi: %@ हटाया जा रहा है
it: Eliminazione di %@
ja: %@を削除中
ko: %@ 삭제 중
nl: %@ verwijderen
pl: Usuwanie %@
pt: Excluindo %@
sv: Tar bort %@
tr: %@ siliniyor
zh_hans: 正在删除 %@
zh_hant: 正在刪除 %@

# deletingTasksCount
source: Deleting %lld tasks
ar: جارٍ حذف %lld مهمة
de: %lld Aufgaben werden gelöscht
es: Eliminando %lld tareas
fr: Suppression de %lld tâches
hi: deletingTasksCount
it: deletingTasksCount
ja: %lld個のタスクを削除中
ko: deletingTasksCount
nl: %lld taken verwijderen
pl: deletingTasksCount
pt: Excluindo %lld tarefas
sv: deletingTasksCount
tr: deletingTasksCount
zh_hans: 正在删除任务数
zh_hant: 正在刪除任務數

# deletingUserChatDescription
source: This will delete all tasks you've assigned %@
ar: سيؤدي هذا إلى حذف جميع المهام التي عينتها لـ %@
de: Dies wird alle Aufgaben löschen, die Sie %@ zugewiesen haben
es: Esto eliminará todas las tareas que ha asignado a %@
fr: Cela supprimera toutes les tâches que vous avez assignées à %@
hi: इससे आपके द्वारा %@ को सौंपे गए सभी कार्य मिट जाएंगे
it: Questo eliminerà tutte le attività che hai assegnato a %@
ja: これにより%@に割り当てたすべてのタスクが削除されます
ko: 이렇게 하면 %@에게 할당한 모든 작업이 삭제됩니다
nl: Dit zal alle taken verwijderen die u aan %@ heeft toegewezen
pl: Spowoduje to usunięcie wszystkich zadań, które przypisałeś do %@
pt: Isso excluirá todas as tarefas que você atribuiu a %@
sv: Detta kommer ta bort alla uppgifter du har tilldelat %@
tr: Bu, %@ kullanıcısına atadığınız tüm görevleri silecek
zh_hans: 这将删除您分配给 %@ 的所有任务
zh_hant: 這將刪除您分配給 %@ 的所有任務

source: Don't Allow
ar: عدم السماح
de: Nicht erlauben
es: No permitir
fr: Ne pas autoriser
hi: अनुमति न दें
it: Non consentire
ja: 許可しない
ko: 허용 안 함
nl: Niet toestaan
pl: Nie zezwalaj
pt: Não permitir
sv: Tillåt inte
tr: İzin Verme
zh_hans: 不允许
zh_hant: 不允許

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
sv: Redigera
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# editDueDate
source: Edit date
ar: تحرير التاريخ
de: Datum bearbeiten
es: Editar fecha
fr: Modifier la date
hi: तारीख संपादित करें
it: Modifica data
ja: 日付を編集
ko: 날짜 편집
nl: Datum bewerken
pl: Edytuj datę
pt: Editar data
sv: Redigera datum
tr: Tarihi düzenle
zh_hans: 编辑日期
zh_hant: 編輯日期

source: Edit group
ar: تحرير المجموعة
de: Gruppe bearbeiten
es: Editar grupo
fr: Modifier le groupe
hi: समूह संपादित करें
it: Modifica gruppo
ja: グループを編集
ko: 그룹 편집
nl: Groep bewerken
pl: Edytuj grupę
pt: Editar grupo
sv: Redigera grupp
tr: Grubu düzenle
zh_hans: 编辑群组
zh_hant: 編輯群組

# emptyStateAccountSubtitle
source: Send your first task to **%@**. If they are not on Karo, they will receive the task on WhatsApp or a messages on: **%@**
ar: أرسل مهمتك الأولى إلى **%@**. إذا لم يكونوا على Karo، سيتلقون المهمة على WhatsApp أو رسالة على: **%@**
de: Senden Sie Ihre erste Aufgabe an **%@**. Wenn sie nicht auf Karo sind, erhalten sie die Aufgabe über WhatsApp oder eine Nachricht auf: **%@**
es: Envía tu primera tarea a **%@**. Si no están en Karo, recibirán la tarea en WhatsApp o un mensaje en: **%@**
fr: Envoyez votre première tâche à **%@**. S'ils ne sont pas sur Karo, ils recevront la tâche sur WhatsApp ou un message sur : **%@**
hi: **%@** को अपना पहला कार्य भेजें। यदि वे Karo पर नहीं हैं, तो उन्हें WhatsApp पर या इस पर संदेश प्राप्त होगा: **%@**
it: Invia il tuo primo compito a **%@**. Se non sono su Karo, riceveranno il compito su WhatsApp o un messaggio su: **%@**
ja: 最初のタスクを**%@**に送信してください。Karoを使用していない場合、WhatsAppまたは**%@**でタスクを受け取ります
ko: **%@**에게 첫 번째 작업을 보내세요. Karo에 없다면 WhatsApp이나 **%@**으로 메시지를 받게 됩니다
nl: Stuur je eerste taak naar **%@**. Als ze niet op Karo zitten, ontvangen ze de taak via WhatsApp of een bericht op: **%@**
pl: Wyślij swoje pierwsze zadanie do **%@**. Jeśli nie ma ich w Karo, otrzymają zadanie na WhatsApp lub wiadomość na: **%@**
pt: Envie sua primeira tarefa para **%@**. Se eles não estiverem no Karo, receberão a tarefa no WhatsApp ou uma mensagem em: **%@**
sv: Skicka din första uppgift till **%@**. Om de inte finns på Karo får de uppgiften på WhatsApp eller ett meddelande på: **%@**
tr: İlk görevinizi **%@** kişisine gönderin. Karo'da değillerse, görevi WhatsApp'ta veya şu adreste bir mesaj olarak alacaklar: **%@**
zh_hans: 向 **%@** 发送你的第一个任务。如果他们不在 Karo 上，他们将在 WhatsApp 或以下地址收到消息：**%@**
zh_hant: 向 **%@** 發送你的第一個任務。如果他們不在 Karo 上，他們將在 WhatsApp 或以下地址收到訊息：**%@**

# emptyStateActivitySubtitle
source: Actions people take on tasks you sent them appear here
ar: تظهر هنا الإجراءات التي يتخذها الأشخاص على المهام التي أرسلتها إليهم
de: Aktionen, die Personen bei den von Ihnen gesendeten Aufgaben durchführen, erscheinen hier
es: Las acciones que las personas realizan en las tareas que les enviaste aparecen aquí
fr: Les actions effectuées sur les tâches que vous avez envoyées apparaissent ici
hi: आपके द्वारा भेजे गए कार्यों पर लोगों द्वारा की गई क्रियाएँ यहाँ दिखाई देती हैं
it: Le azioni intraprese dalle persone sui compiti che hai inviato loro appaiono qui
ja: あなたが送信したタスクに対する人々のアクションがここに表示されます
ko: 당신이 보낸 작업에 대해 사람들이 취한 행동이 여기에 표시됩니다
nl: Acties die mensen ondernemen op taken die je hen hebt gestuurd, verschijnen hier
pl: Działania podejmowane przez osoby w związku z zadaniami, które im wysłałeś, pojawiają się tutaj
pt: As ações que as pessoas realizam nas tarefas que você enviou aparecem aqui
sv: Åtgärder som personer vidtar för uppgifter du skickat till dem visas här
tr: Kişilerin size gönderdiği görevler üzerinde yaptığı işlemler burada görünür
zh_hans: 人们对你发送给他们的任务所采取的操作将显示在这里
zh_hant: 人們對你發送給他們的任務所採取的操作將顯示在這裡

# emptyStateActivityTitle
source: No Activity
ar: لا يوجد نشاط
de: Keine Aktivität
es: Sin actividad
fr: Aucune activité
hi: कोई गतिविधि नहीं
it: Nessuna attività
ja: アクティビティなし
ko: 활동 없음
nl: Geen activiteit
pl: Brak aktywności
pt: Sem atividade
sv: Ingen aktivitet
tr: Etkinlik Yok
zh_hans: 无活动
zh_hant: 無活動

# emptyStateBacklogSubtitle
source: Tasks marked for later appear here
ar: تظهر هنا المهام المحددة لوقت لاحق
de: Für später markierte Aufgaben erscheinen hier
es: Las tareas marcadas para más tarde aparecen aquí
fr: Les tâches marquées pour plus tard apparaissent ici
hi: बाद के लिए चिह्नित किए गए कार्य यहाँ दिखाई देते हैं
it: Le attività segnate per dopo appaiono qui
ja: 後で行うとマークされたタスクがここに表示されます
ko: 나중을 위해 표시된 작업이 여기에 표시됩니다
nl: Taken gemarkeerd voor later verschijnen hier
pl: Zadania oznaczone do późniejszego wykonania pojawiają się tutaj
pt: Tarefas marcadas para mais tarde aparecem aqui
sv: Uppgifter markerade för senare visas här
tr: Daha sonrası için işaretlenen görevler burada görünür
zh_hans: 标记为稍后处理的任务将显示在此处
zh_hant: 標記為稍後處理的任務將顯示在此處

# emptyStateBacklogTitle
source: Tasks for Later
ar: مهام لوقت لاحق
de: Aufgaben für später
es: Tareas para más tarde
fr: Tâches pour plus tard
hi: बाद के लिए कार्य
it: Attività per dopo
ja: 後で行うタスク
ko: 나중을 위한 작업
nl: Taken voor later
pl: Zadania na później
pt: Tarefas para mais tarde
sv: Uppgifter för senare
tr: Daha Sonrası için Görevler
zh_hans: 稍后处理的任务
zh_hant: 稍後處理的任務

# emptyStateCompletedSubtitle
source: No completed tasks found
ar: لم يتم العثور على مهام مكتملة
de: Keine abgeschlossenen Aufgaben gefunden
es: No se encontraron tareas completadas
fr: Aucune tâche terminée trouvée
hi: कोई पूर्ण कार्य नहीं मिला
it: Nessuna attività completata trovata
ja: 完了したタスクが見つかりません
ko: 완료된 작업을 찾을 수 없음
nl: Geen voltooide taken gevonden
pl: Nie znaleziono ukończonych zadań
pt: Nenhuma tarefa concluída encontrada
sv: Inga slutförda uppgifter hittades
tr: Tamamlanan görev bulunamadı
zh_hans: 未找到已完成的任务
zh_hant: 未找到已完成的任務

# emptyStateCompletedTitle
source: Completed Tasks
ar: المهام المكتملة
de: Abgeschlossene Aufgaben
es: Tareas completadas
fr: Tâches terminées
hi: पूर्ण कार्य
it: Attività completate
ja: 完了したタスク
ko: 완료된 작업
nl: Voltooide taken
pl: Ukończone zadania
pt: Tarefas concluídas
sv: Slutförda uppgifter
tr: Tamamlanan Görevler
zh_hans: 已完成的任务
zh_hant: 已完成的任務

# emptyStateContactPickerTitle
source: No Contacts Found
ar: لم يتم العثور على جهات اتصال
de: Keine Kontakte gefunden
es: No se encontraron contactos
fr: Aucun contact trouvé
hi: कोई संपर्क नहीं मिला
it: Nessun contatto trovato
ja: 連絡先が見つかりません
ko: 연락처를 찾을 수 없음
nl: Geen contacten gevonden
pl: Nie znaleziono kontaktów
pt: Nenhum contato encontrado
sv: Inga kontakter hittades
tr: Kişi Bulunamadı
zh_hans: 未找到联系人
zh_hant: 未找到聯絡人
